Repository: baramba/yap_graduate_work
Catalog: adminpanel/promo/locale/*/LC_MESSAGES/django.po
Languages: ru

source: promo code
ru: промокод

source: created
ru: Создан

source: modified
ru: Изменен

source: product name
ru: Наименование продукта

source: product description
ru: Описание краткое

source: product price
ru: Стоимость полная

source: product
ru: продукт

source: products
ru: продукты

source: related product
ru: привязанный продукт

source: related products
ru: привязанные продукты

source: fixed price
ru: фиксированная цена

source: percentage discount
ru: скидка в процентах

source: fixed discount
ru: фиксированная скидка

source: title
ru: Название

source: description
ru: Описание краткое

source: leave blank for autofill
ru: Оставить пустым для автогенерации

source: valid from
ru: Код действителен с

source: valid to
ru: Код действителен до

source: promo assign to user (UUID id)
ru: Код привязан к пользователю (UUID id)

source: promo assign to products
ru: Код привязан к продуктам

source: number of possible activations
ru: Количество возможных активаций

source: number of activations left
ru: Количество оставшихся активаций

source: discount type
ru: Тип лояльности

source: discount value
ru: Размер скидки/фикса

source: minimum check amount to apply
ru: Минимальная сумма чека для применения скидки

source: promo code is active
ru: Промокод активен и может быть активирован

source: creator
ru: Создатель

source: promo
ru: промокод

source: promos
ru: промокоды

source: activated promo
ru: Активированный промокод

source: code is activated by (UUID id)
ru: Код применен пользователем (UUID id)

source: amount of the applied discount
ru: Размер примененной скидки в валюте счета

source: info from billing service
ru: Информация от сервиса оплаты

source: activation log
ru: история активации кода

source: activations log
ru: история активаций кодов

source: creation completed
ru: Создание завершено

source: download csv link
ru: Ссылка для скачивания csv

source: quantity
ru: количество

source: promo code generator
ru: Генератор промокода

source: promo codes generator
ru: Генератор промокодов
